Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Settings.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Beginnings and endings of songs blend together seamlessly. Albums and some genres will still play without transitions. Unavailable while using AirPlay.
ar: تندمج بدايات الأغاني ونهاياتها معًا بسلاسة. ستظل الألبومات وبعض الأنواع تُشغَّل بدون انتقالات. غير متوفّر أثناء استخدام AirPlay.
bn: গানের শুরু আর শেষ মসৃণভাবে একে অপরের সাথে মিশে যায়। অ্যালবাম আর কিছু ঘরানার গান তবুও ট্রানজিশন ছাড়াই বাজবে। AirPlay ব্যবহারের সময় এটি পাওয়া যাবে না।
cs: Začátky a konce skladeb se plynule prolínají. Alba a některé žánry se budou přehrávat bez přechodů. Nedostupné při použití AirPlay.
da: Sanges begyndelser og slutninger smelter problemfrit sammen. Album og nogle genrer afspilles stadig uden overgange. Ikke tilgængelig ved brug af AirPlay.
de: Anfänge und Enden von Songs gehen nahtlos ineinander über. Alben und einige Genres werden weiterhin ohne Übergänge abgespielt. Bei Verwendung von AirPlay nicht verfügbar.
el: Οι αρχές και τα τέλη των τραγουδιών αναμειγνύονται απρόσκοπτα. Τα άλμπουμ και ορισμένα είδη θα εξακολουθούν να παίζουν χωρίς μεταβάσεις. Μη διαθέσιμο κατά τη χρήση του AirPlay.
es: Los principios y los finales de las canciones se funden a la perfección. Los álbumes y algunos géneros se seguirán reproduciendo sin transiciones. No disponible al usar AirPlay.
es_419: Los inicios y finales de las canciones se combinan sin interrupciones. Los álbumes y algunos géneros se seguirán reproduciendo sin transiciones. No disponible al usar AirPlay.
fa: آغاز و پایان آهنگ‌ها به‌طور یکپارچه در هم محو می‌شوند. آلبوم‌ها و برخی ژانرها همچنان بدون گذار پخش می‌شوند. هنگام استفاده از AirPlay در دسترس نیست.
fi: Kappaleiden alut ja loput sulautuvat saumattomasti yhteen. Albumit ja jotkin genret toistetaan silti ilman siirtymiä. Ei käytettävissä AirPlayta käytettäessä.
fil: Walang putol na nagsasama ang simula at dulo ng mga kanta. May mga album at ilang genre na tutugtog pa rin nang walang transition. Hindi available habang gumagamit ng AirPlay.
fr: Le début et la fin des morceaux se fondent en douceur. Les albums et certains genres seront toujours lus sans transition. Indisponible lors de l'utilisation d'AirPlay.
he: ההתחלות והסיומים של השירים משתלבים זה בזה בצורה חלקה. אלבומים וחלק מהז'אנרים עדיין יושמעו ללא מעברים. לא זמין בזמן השימוש ב-AirPlay.
hi: गानों की शुरुआत और अंत आपस में सहजता से घुल-मिल जाते हैं। एल्बम और कुछ शैलियाँ फिर भी बिना ट्रांज़िशन के चलेंगी। AirPlay इस्तेमाल करते समय उपलब्ध नहीं।
hu: A dalok eleje és vége zökkenőmentesen összeolvad. Az albumok és néhány műfaj továbbra is átmenetek nélkül szól. AirPlay használata közben nem érhető el.
hy: Երգերի սկիզբն ու վերջը սահուն ձուլվում են իրար։ Ալբոմները և որոշ ժանրեր այնուամենայնիվ կնվագարկվեն առանց անցումների։ Անհասանելի է AirPlay-ն օգտագործելիս։
id: Awal dan akhir lagu menyatu dengan mulus. Album dan beberapa genre tetap diputar tanpa transisi. Tidak tersedia saat menggunakan AirPlay.
it: L'inizio e la fine dei brani si fondono senza interruzioni. Gli album e alcuni generi verranno comunque riprodotti senza transizioni. Non disponibile durante l'uso di AirPlay.
ja: 曲の始まりと終わりが滑らかに重なり合います。アルバムや一部のジャンルではトランジションなしで再生されます。AirPlayの使用中は利用できません。
ko: 노래의 시작과 끝이 자연스럽게 어우러져요. 앨범과 일부 장르는 전환 없이 재생돼요. AirPlay 사용 중에는 사용할 수 없어요.
ms: Permulaan dan penghujung lagu bergabung dengan lancar. Album dan sesetengah genre masih akan dimainkan tanpa peralihan. Tidak tersedia semasa menggunakan AirPlay.
nb: Begynnelsen og slutten på sanger går sømløst over i hverandre. Album og noen sjangre spilles fortsatt uten overganger. Utilgjengelig når du bruker AirPlay.
nl: Begin en einde van nummers vloeien naadloos in elkaar over. Albums en sommige genres worden nog steeds zonder overgang afgespeeld. Niet beschikbaar tijdens AirPlay.
pl: Początki i końce utworów płynnie się przenikają. Albumy i niektóre gatunki będą nadal odtwarzane bez przejść. Niedostępne podczas korzystania z AirPlay.
pt_br: Os inícios e finais das músicas se misturam perfeitamente. Álbuns e alguns gêneros ainda serão reproduzidos sem transições. Indisponível ao usar o AirPlay.
pt_pt: O início e o fim das músicas fundem-se sem interrupções. Os álbuns e alguns géneros continuam a tocar sem transições. Indisponível ao utilizar o AirPlay.
ro: Începuturile și sfârșiturile melodiilor se îmbină perfect. Albumele și unele genuri se vor reda în continuare fără tranziții. Indisponibil când folosești AirPlay.
ru: Начало и конец песен плавно перетекают друг в друга. Альбомы и некоторые жанры всё равно воспроизводятся без переходов. Недоступно при использовании AirPlay.
sv: Början och slut på låtar smälter samman sömlöst. Album och vissa genrer spelas fortfarande upp utan övergångar. Inte tillgängligt när du använder AirPlay.
ta: பாடல்களின் தொடக்கமும் முடிவும் தடையின்றி ஒன்றாகக் கலக்கும். ஆல்பங்களும் சில வகைகளும் இருப்பினும் மாற்றங்கள் இல்லாமல் இயங்கும். AirPlay பயன்படுத்தும்போது இது கிடைக்காது.
te: పాటల మొదళ్లు, ముగింపులు సజావుగా ఒకదానితో ఒకటి కలిసిపోతాయి. ఆల్బమ్‌లు, కొన్ని శైలులు మాత్రం ట్రాన్సిషన్‌లు లేకుండానే ప్లే అవుతాయి. AirPlay ఉపయోగిస్తున్నప్పుడు అందుబాటులో ఉండదు.
th: จุดเริ่มต้นและจุดจบของเพลงจะผสมกลมกลืนกันอย่างไร้รอยต่อ อัลบั้มและบางแนวเพลงจะยังคงเล่นโดยไม่มีการเปลี่ยนผ่าน ใช้งานไม่ได้ขณะใช้ AirPlay
tr: Şarkıların başları ve sonları kusursuzca birbirine karışır. Albümler ve bazı türler yine de geçişsiz çalar. AirPlay kullanılırken kullanılamaz.
uk: Початок і кінець пісень плавно зливаються. Альбоми та деякі жанри все одно відтворюватимуться без переходів. Недоступно під час використання AirPlay.
ur: گانوں کے آغاز اور اختتام بغیر کسی رکاوٹ کے آپس میں گھل مل جاتے ہیں۔ البمز اور کچھ اصناف پھر بھی بغیر ٹرانزیشن کے چلیں گے۔ AirPlay استعمال کرتے وقت دستیاب نہیں۔
vi: Phần đầu và phần cuối của các bài hát hòa quyện liền mạch vào nhau. Album và một số thể loại vẫn sẽ phát mà không có hiệu ứng chuyển tiếp. Không khả dụng khi dùng AirPlay.
zh_hans: 歌曲的开头和结尾会无缝融合。专辑和部分风格仍会在没有过渡的情况下播放。使用 AirPlay 时不可用。
zh_hant: 歌曲的開頭與結尾會無縫融合。專輯和部分類型仍會在沒有轉換效果的情況下播放。使用 AirPlay 時無法使用。

source: Blindness
ar: عمى الألوان
bn: বর্ণান্ধতা
cs: Barvoslepost
da: Farveblindhed
de: Farbenblindheit
el: Αχρωματοψία
es: Daltonismo
es_419: Daltonismo
fa: نابینایی رنگ
fi: Värisokeus
fil: Pagkabulag
fr: Daltonisme
he: עיוורון צבעים
hi: रंग-अंधता
hu: Színvakság
hy: Կուրություն
id: Buta Warna
it: Daltonismo
ja: 色覚
ko: 색각 이상
ms: Buta Warna
nb: Fargeblindhet
nl: Blindheid
pl: Ślepota barw
pt_br: Daltonismo
pt_pt: Daltonismo
ro: Daltonism
ru: Нарушения зрения
sv: Färgblindhet
ta: பார்வைக் குறைபாடு
te: అంధత్వం
th: ตาบอดสี
tr: Renk Körlüğü
uk: Дальтонізм
ur: نابینا پن
vi: Mù màu
zh_hans: 色盲辅助
zh_hant: 色盲輔助

# Built with lack of 😴, lots of 🍵 and 🌸 allergy by Kirito Kurozora %@ (%@)
source: Built with lack of 😴, lots of 🍵 and 🌸 allergy by Kirito Kurozora %1$@ (%2$@)
ar: صُنع بقلة من 😴، وكثير من 🍵 وحساسية من 🌸 على يد Kirito Kurozora %1$@ (%2$@)
bn: কম 😴, প্রচুর 🍵 আর 🌸 অ্যালার্জি নিয়ে বানিয়েছে Kirito Kurozora %1$@ (%2$@)
cs: Vytvořeno s nedostatkem 😴, spoustou 🍵 a alergií na 🌸 od Kirita Kurozora %1$@ (%2$@)
da: Bygget med mangel på 😴, masser af 🍵 og 🌸-allergi af Kirito Kurozora %1$@ (%2$@)
de: Gebaut mit zu wenig 😴, viel 🍵 und 🌸-Allergie von Kirito Kurozora %1$@ (%2$@)
el: Φτιαγμένο με έλλειψη 😴, πολύ 🍵 και αλλεργία στα 🌸 από τον Kirito Kurozora %1$@ (%2$@)
es: Hecho con falta de 😴, mucho 🍵 y alergia al 🌸 por Kirito Kurozora %1$@ (%2$@)
es_419: Hecho con falta de 😴, mucho 🍵 y alergia al 🌸 por Kirito Kurozora %1$@ (%2$@)
fa: ساخته‌شده با کمبود 😴، کلی 🍵 و حساسیت به 🌸 توسط Kirito Kurozora %1$@ (%2$@)
fi: Tehnyt Kirito ilman 😴, paljon 🍵 kera ja 🌸 allergian voimin Kurozora %1$@ (%2$@)
fil: Ginawa nang kulang sa 😴, sagana sa 🍵 at may 🌸 allergy ni Kirito Kurozora %1$@ (%2$@)
fr: Conçu avec un manque de 😴, beaucoup de 🍵 et une allergie au 🌸 par Kirito Kurozora %1$@ (%2$@)
he: נבנה במחסור ב-😴, המון 🍵 ואלרגיה ל-🌸 על ידי Kirito Kurozora %1$@ (%2$@)
hi: नींद 😴 की कमी, ढेर सारी 🍵 और 🌸 से एलर्जी के साथ Kirito द्वारा बनाया गया Kurozora %1$@ (%2$@)
hu: Készítette kevés 😴, sok 🍵 és 🌸 allergia mellett Kirito Kurozora %1$@ (%2$@)
hy: Ստեղծվել է 😴-ի պակասով, շատ 🍵-ով և 🌸-ի ալերգիայով՝ Kirito-ի կողմից Kurozora %1$@ (%2$@)
id: Dibuat dengan kurang 😴, banyak 🍵 dan alergi 🌸 oleh Kirito Kurozora %1$@ (%2$@)
it: Creato con poco 😴, tanto 🍵 e allergia ai 🌸 da Kirito Kurozora %1$@ (%2$@)
ja: 😴 不足、たっぷりの 🍵、そして 🌸 アレルギーとともに Kirito が制作 Kurozora %1$@ (%2$@)
ko: 부족한 😴, 넘치는 🍵 그리고 🌸 알레르기로 Kirito가 만들었어요 Kurozora %1$@ (%2$@)
ms: Dibina dengan kurang 😴, banyak 🍵 dan alahan 🌸 oleh Kirito Kurozora %1$@ (%2$@)
nb: Laget med mangel på 😴, masse 🍵 og 🌸-allergi av Kirito Kurozora %1$@ (%2$@)
nl: Gebouwd met te weinig 😴, veel 🍵 en 🌸-allergie door Kirito Kurozora %1$@ (%2$@)
pl: Stworzone z brakiem 😴, mnóstwem 🍵 i alergią na 🌸 przez Kirito Kurozora %1$@ (%2$@)
pt_br: Feito com falta de 😴, muito 🍵 e alergia a 🌸 pelo Kirito Kurozora %1$@ (%2$@)
pt_pt: Feito com falta de 😴, muito 🍵 e alergia ao 🌸 pelo Kirito Kurozora %1$@ (%2$@)
ro: Făcută cu lipsă de 😴, mult 🍵 și alergie la 🌸 de către Kirito Kurozora %1$@ (%2$@)
ru: Сделано без 😴, с кучей 🍵 и аллергией на 🌸 — Kirito Kurozora %1$@ (%2$@)
sv: Byggd med brist på 😴, massor av 🍵 och 🌸-allergi av Kirito Kurozora %1$@ (%2$@)
ta: 😴 இல்லாமல், நிறைய 🍵 மற்றும் 🌸 ஒவ்வாமையுடன் Kirito உருவாக்கியது Kurozora %1$@ (%2$@)
te: Kirito చేత తక్కువ 😴, చాలా 🍵, 🌸 అలర్జీతో తయారు చేయబడింది Kurozora %1$@ (%2$@)
th: สร้างด้วยการอด 😴 ดื่ม 🍵 เยอะ ๆ และอาการแพ้ 🌸 โดย Kirito Kurozora %1$@ (%2$@)
tr: Kirito tarafından az 😴, bol 🍵 ve 🌸 alerjisiyle yapıldı Kurozora %1$@ (%2$@)
uk: Зроблено з браком 😴, купою 🍵 і алергією на 🌸 від Kirito Kurozora %1$@ (%2$@)
ur: کم 😴، بہت سارے 🍵 اور 🌸 سے الرجی کے ساتھ Kirito نے بنایا Kurozora %1$@ (%2$@)
vi: Được làm ra với sự thiếu ngủ 😴, rất nhiều 🍵 và dị ứng 🌸 bởi Kirito Kurozora %1$@ (%2$@)
zh_hans: 由 Kirito 在缺 😴、灌 🍵 和对 🌸 过敏的状态下打造 Kurozora %1$@ (%2$@)
zh_hant: 在缺乏 😴、大量 🍵 與 🌸 過敏之中，由 Kirito 打造 Kurozora %1$@ (%2$@)

source: Chime & Sound Effects
ar: النغمة والمؤثرات الصوتية
bn: চাইম ও সাউন্ড এফেক্ট
cs: Zvonkohra a zvukové efekty
da: Lyd & lydeffekter
de: Klang & Soundeffekte
el: Ήχος εκκίνησης & ηχητικά εφέ
es: Sonido de inicio y efectos de sonido
es_419: Sonido de inicio y efectos de sonido
fa: صدای راه‌اندازی و جلوه‌های صوتی
fi: Äänimerkki ja äänitehosteet
fil: Chime at Sound Effects
fr: Carillon et effets sonores
he: צליל ואפקטי קול
hi: चाइम और साउंड इफेक्ट्स
hu: Hangjelzés és hangeffektek
hy: Մեղեդի և ձայնային էֆեկտներ
id: Nada & Efek Suara
it: Suono ed effetti sonori
ja: チャイムと効果音
ko: 차임 및 음향 효과
ms: Bunyi & Kesan Bunyi
nb: Lydsignal og lydeffekter
nl: Startgeluid en geluidseffecten
pl: Dźwięk powitalny i efekty dźwiękowe
pt_br: Som de abertura e efeitos sonoros
pt_pt: Som de arranque e efeitos sonoros
ro: Sunet de pornire și efecte sonore
ru: Звук запуска и звуковые эффекты
sv: Startljud och ljudeffekter
ta: ஒலி & ஒலி விளைவுகள்
te: చైమ్ & సౌండ్ ఎఫెక్ట్‌లు
th: เสียงต้อนรับและเอฟเฟกต์เสียง
tr: Açılış Sesi ve Ses Efektleri
uk: Звук запуску та звукові ефекти
ur: چائم اور ساؤنڈ ایفیکٹس
vi: Âm báo & Hiệu ứng âm thanh
zh_hans: 提示音与音效
zh_hant: 鈴聲與音效

source: Chime on Startup
ar: النغمة عند البدء
bn: স্টার্টআপে চাইম
cs: Zvonkohra při spuštění
da: Lyd ved opstart
de: Klang beim Start
el: Ήχος κατά την εκκίνηση
es: Sonido al iniciar
es_419: Sonido al iniciar
fa: صدا هنگام راه‌اندازی
fi: Äänimerkki käynnistyksessä
fil: Chime sa Pagbukas
fr: Carillon au démarrage
he: צליל בהפעלה
hi: स्टार्टअप पर चाइम
hu: Hangjelzés indításkor
hy: Մեղեդի գործարկման ժամանակ
id: Nada Saat Mulai
it: Suono all'avvio
ja: 起動時にチャイムを鳴らす
ko: 시작 시 차임 재생
ms: Bunyi semasa Permulaan
nb: Lydsignal ved oppstart
nl: Startgeluid bij opstarten
pl: Dźwięk przy uruchomieniu
pt_br: Som de abertura ao iniciar
pt_pt: Som ao arrancar
ro: Sunet la pornire
ru: Звук при запуске
sv: Startljud vid uppstart
ta: தொடக்கத்தில் ஒலி
te: స్టార్టప్‌లో చైమ్
th: เสียงต้อนรับตอนเปิดแอป
tr: Açılışta Ses Çal
uk: Звук під час запуску
ur: اسٹارٹ اپ پر چائم
vi: Âm báo khi khởi động
zh_hans: 启动时播放提示音
zh_hant: 啟動時播放鈴聲

source: Chime Sound
ar: صوت النغمة
bn: চাইম সাউন্ড
cs: Zvuk zvonkohry
da: Opstartslyd
de: Klang
el: Ήχος εκκίνησης
es: Sonido de inicio
es_419: Sonido de inicio
fa: صدای راه‌اندازی
fi: Äänimerkin ääni
fil: Tunog ng Chime
fr: Son du carillon
he: צליל הפתיחה
hi: चाइम साउंड
hu: Hangjelzés hangja
hy: Մեղեդու ձայնը
id: Suara Nada
it: Suono di avvio
ja: チャイム音
ko: 차임 소리
ms: Bunyi Loceng
nb: Lydsignal
nl: Startgeluid
pl: Dźwięk powitalny
pt_br: Som de abertura
pt_pt: Som de arranque
ro: Sunet de pornire
ru: Звук запуска
sv: Startljud
ta: தொடக்க ஒலி
te: చైమ్ సౌండ్
th: เสียงต้อนรับ
tr: Açılış Sesi
uk: Звук дзвіночка
ur: چائم کی آواز
vi: Âm thanh báo
zh_hans: 提示音
zh_hant: 鈴聲

source: Choose a default browser in which web links will be opened. If you don't have the app installed then the links will open inside Safari as a fallback.
ar: اختر متصفحًا افتراضيًا تُفتح فيه روابط الويب. إذا لم يكن التطبيق مثبتًا لديك، فستُفتح الروابط داخل Safari كبديل.
bn: ওয়েব লিঙ্ক কোন ব্রাউজারে খুলবে তার জন্য একটি ডিফল্ট ব্রাউজার বেছে নাও। অ্যাপটি ইনস্টল করা না থাকলে লিঙ্কগুলো ফলব্যাক হিসেবে Safari-তে খুলবে।
cs: Vyber výchozí prohlížeč, ve kterém se budou otevírat webové odkazy. Pokud danou aplikaci nemáš nainstalovanou, odkazy se náhradně otevřou v Safari.
da: Vælg en standardbrowser, som weblinks åbnes i. Hvis du ikke har appen installeret, åbnes linkene i Safari i stedet.
de: Wähle einen Standardbrowser, in dem Weblinks geöffnet werden. Wenn die App nicht installiert ist, werden die Links ersatzweise in Safari geöffnet.
el: Διάλεξε ένα προεπιλεγμένο πρόγραμμα περιήγησης στο οποίο θα ανοίγουν οι σύνδεσμοι. Αν δεν έχεις εγκατεστημένη την εφαρμογή, οι σύνδεσμοι θα ανοίγουν στο Safari ως εναλλακτική.
es: Elige un navegador predeterminado para abrir los enlaces web. Si no tienes la app instalada, los enlaces se abrirán en Safari como alternativa.
es_419: Elige un navegador predeterminado en el que se abrirán los enlaces web. Si no tienes la app instalada, los enlaces se abrirán en Safari como alternativa.
fa: یک مرورگر پیش‌فرض برای باز کردن پیوندهای وب انتخاب کن. اگر برنامه را نصب نکرده باشی، پیوندها به‌عنوان جایگزین در Safari باز می‌شوند.
fi: Valitse oletusselain, jossa verkkolinkit avataan. Jos sovellusta ei ole asennettu, linkit avautuvat varalta Safarissa.
fil: Pumili ng default na browser kung saan bubuksan ang mga web link. Kung wala kang naka-install na app, bubukas ang mga link sa loob ng Safari bilang fallback.
fr: Choisis un navigateur par défaut dans lequel les liens web s’ouvriront. Si l’app n’est pas installée, les liens s’ouvriront dans Safari par défaut.
he: בחר דפדפן ברירת מחדל שבו ייפתחו קישורים לאינטרנט. אם האפליקציה אינה מותקנת אצלך, הקישורים ייפתחו בתוך Safari כברירת מחדל.
hi: एक डिफ़ॉल्ट ब्राउज़र चुनो जिसमें वेब लिंक खुलेंगे। अगर तुम्हारे पास वह ऐप इंस्टॉल नहीं है तो लिंक फ़ॉलबैक के तौर पर Safari में खुलेंगे।
hu: Válassz egy alapértelmezett böngészőt, amelyben a weblinkek megnyílnak. Ha az app nincs telepítve, a linkek tartalékként a Safariban nyílnak meg.
hy: Ընտրիր կանխադրված դիտարկիչը, որով կբացվեն վեբ հղումները։ Եթե հավելվածը տեղադրված չէ, ապա հղումները կբացվեն Safari-ում՝ որպես այլընտրանք։
id: Pilih peramban bawaan untuk membuka tautan web. Jika aplikasinya tidak terpasang, tautan akan dibuka di Safari sebagai cadangan.
it: Scegli un browser predefinito in cui aprire i link web. Se non hai l'app installata, i link si apriranno in Safari come ripiego.
ja: Web リンクを開くデフォルトのブラウザを選びます。そのアプリがインストールされていない場合は、代わりに Safari でリンクが開きます。
ko: 웹 링크를 열 기본 브라우저를 선택하세요. 해당 앱이 설치되어 있지 않으면 링크는 대체 수단으로 Safari에서 열려요.
ms: Pilih pelayar lalai untuk membuka pautan web. Jika anda tiada apl tersebut dipasang, pautan akan dibuka dalam Safari sebagai sandaran.
nb: Velg en standardnettleser som nettlenker skal åpnes i. Hvis du ikke har appen installert, åpnes lenkene i Safari i stedet.
nl: Kies een standaardbrowser waarin weblinks worden geopend. Als je de app niet hebt geïnstalleerd, openen de links als terugval in Safari.
pl: Wybierz domyślną przeglądarkę, w której będą otwierane linki. Jeśli nie masz zainstalowanej tej aplikacji, linki otworzą się w Safari jako rozwiązanie zapasowe.
pt_br: Escolha um navegador padrão para abrir os links da web. Se você não tiver o app instalado, os links abrirão no Safari como alternativa.
pt_pt: Escolhe o navegador predefinido onde os links serão abertos. Se não tiveres a app instalada, os links abrem no Safari como alternativa.
ro: Alege un browser implicit în care se vor deschide linkurile web. Dacă nu ai aplicația instalată, linkurile se vor deschide în Safari ca soluție de rezervă.
ru: Выбери браузер по умолчанию для открытия веб-ссылок. Если приложение не установлено, ссылки будут открываться в Safari.
sv: Välj en standardwebbläsare som webblänkar öppnas i. Om du inte har appen installerad öppnas länkarna i Safari som reservalternativ.
ta: வலை இணைப்புகள் எந்த இயல்புநிலை உலாவியில் திறக்கப்படும் என்பதைத் தேர்ந்தெடுக்கவும். ஆப் நிறுவப்படவில்லை எனில், மாற்றாக இணைப்புகள் Safari-இல் திறக்கப்படும்.
te: వెబ్ లింక్‌లు ఏ బ్రౌజర్‌లో తెరవాలో డిఫాల్ట్ బ్రౌజర్‌ని ఎంచుకోండి. ఆ యాప్ ఇన్‌స్టాల్ చేయకపోతే లింక్‌లు ఫాల్‌బ్యాక్‌గా Safari లో తెరుచుకుంటాయి.
th: เลือกเบราว์เซอร์เริ่มต้นสำหรับเปิดลิงก์เว็บ ถ้าคุณยังไม่ได้ติดตั้งแอปนั้น ลิงก์จะเปิดใน Safari แทน
tr: Web bağlantılarının açılacağı varsayılan bir tarayıcı seç. Uygulama yüklü değilse bağlantılar yedek olarak Safari'de açılır.
uk: Обери браузер за замовчуванням, у якому відкриватимуться вебпосилання. Якщо застосунок не встановлено, посилання відкриватимуться в Safari як запасний варіант.
ur: ایک ڈیفالٹ براؤزر منتخب کرو جس میں ویب لنکس کھلیں گے۔ اگر تمہارے پاس وہ ایپ انسٹال نہیں ہے تو لنکس متبادل کے طور پر Safari میں کھلیں گے۔
vi: Chọn trình duyệt mặc định để mở các liên kết web. Nếu bạn chưa cài ứng dụng đó thì liên kết sẽ mở trong Safari để thay thế.
zh_hans: 选择打开网页链接所用的默认浏览器。如果你未安装该 App，链接将退而在 Safari 中打开。
zh_hant: 選擇開啟網頁連結的預設瀏覽器。如果你尚未安裝該應用程式，連結將改以 Safari 開啟。

source: Choose where to subscribe to your Kurozora reminders. If the selected app isn't installed, the link will open in Safari as a fallback.
ar: اختر المكان الذي تشترك فيه بتذكيرات Kurozora الخاصة بك. إذا لم يكن التطبيق المحدد مثبتًا، فسيُفتح الرابط في Safari كبديل.
bn: তোমার Kurozora রিমাইন্ডারে কোথায় সাবস্ক্রাইব করবে তা বেছে নাও। নির্বাচিত অ্যাপটি ইনস্টল করা না থাকলে লিঙ্কটি ফলব্যাক হিসেবে Safari-তে খুলবে।
cs: Vyber, kde chceš odebírat své Kurozora připomínky. Pokud vybranou aplikaci nemáš nainstalovanou, odkaz se náhradně otevře v Safari.
da: Vælg, hvor du vil abonnere på dine Kurozora-påmindelser. Hvis den valgte app ikke er installeret, åbnes linket i Safari i stedet.
de: Wähle, wo du deine Kurozora-Erinnerungen abonnieren möchtest. Wenn die ausgewählte App nicht installiert ist, wird der Link ersatzweise in Safari geöffnet.
el: Διάλεξε πού θα εγγραφείς στις υπενθυμίσεις του Kurozora. Αν η επιλεγμένη εφαρμογή δεν είναι εγκατεστημένη, ο σύνδεσμος θα ανοίξει στο Safari ως εναλλακτική.
es: Elige dónde suscribirte a tus recordatorios de Kurozora. Si la app seleccionada no está instalada, el enlace se abrirá en Safari como alternativa.
es_419: Elige dónde suscribirte a tus recordatorios de Kurozora. Si la app seleccionada no está instalada, el enlace se abrirá en Safari como alternativa.
fa: انتخاب کن یادآورهای Kurozora را کجا دنبال کنی. اگر برنامهٔ انتخاب‌شده نصب نباشد، پیوند به‌عنوان جایگزین در Safari باز می‌شود.
fi: Valitse, missä haluat tilata Kurozora-muistutuksesi. Jos valittua sovellusta ei ole asennettu, linkki avautuu varalta Safarissa.
fil: Piliin kung saan mag-subscribe sa iyong mga Kurozora reminder. Kung hindi naka-install ang napiling app, bubukas ang link sa Safari bilang fallback.
fr: Choisis où t’abonner à tes rappels Kurozora. Si l’app sélectionnée n’est pas installée, le lien s’ouvrira dans Safari par défaut.
he: בחר היכן להירשם לתזכורות Kurozora שלך. אם האפליקציה שנבחרה אינה מותקנת, הקישור ייפתח ב-Safari כברירת מחדל.
hi: चुनो कि अपने Kurozora रिमाइंडर्स को कहाँ सब्सक्राइब करना है। अगर चुना हुआ ऐप इंस्टॉल नहीं है, तो लिंक फ़ॉलबैक के तौर पर Safari में खुलेगा।
hu: Válaszd ki, hol szeretnél feliratkozni a Kurozora emlékeztetőidre. Ha a kiválasztott app nincs telepítve, a link tartalékként a Safariban nyílik meg.
hy: Ընտրիր, թե որտեղ բաժանորդագրվել քո Kurozora-ի հիշեցումներին։ Եթե ընտրված հավելվածը տեղադրված չէ, հղումը կբացվի Safari-ում՝ որպես այլընտրանք։
id: Pilih tempat untuk berlangganan pengingat Kurozora kamu. Jika aplikasi yang dipilih tidak terpasang, tautan akan dibuka di Safari sebagai cadangan.
it: Scegli dove iscriverti ai tuoi promemoria Kurozora. Se l'app selezionata non è installata, il link si aprirà in Safari come ripiego.
ja: Kurozora のリマインダーを購読する場所を選びます。選んだアプリがインストールされていない場合は、代わりに Safari でリンクが開きます。
ko: Kurozora 리마인더를 구독할 곳을 선택하세요. 선택한 앱이 설치되어 있지 않으면 링크는 대체 수단으로 Safari에서 열려요.
ms: Pilih tempat untuk melanggan peringatan Kurozora anda. Jika apl yang dipilih tidak dipasang, pautan akan dibuka dalam Safari sebagai sandaran.
nb: Velg hvor du vil abonnere på Kurozora-påminnelsene dine. Hvis den valgte appen ikke er installert, åpnes lenken i Safari i stedet.
nl: Kies waar je je Kurozora-herinneringen wilt volgen. Als de gekozen app niet is geïnstalleerd, opent de link als terugval in Safari.
pl: Wybierz, gdzie subskrybować swoje przypomnienia Kurozora. Jeśli wybrana aplikacja nie jest zainstalowana, link otworzy się w Safari jako rozwiązanie zapasowe.
pt_br: Escolha onde assinar seus lembretes do Kurozora. Se o app selecionado não estiver instalado, o link abrirá no Safari como alternativa.
pt_pt: Escolhe onde subscrever os teus lembretes do Kurozora. Se a app selecionada não estiver instalada, o link abre no Safari como alternativa.
ro: Alege unde să te abonezi la mementourile tale Kurozora. Dacă aplicația selectată nu este instalată, linkul se va deschide în Safari ca soluție de rezervă.
ru: Выбери, где подписаться на напоминания Kurozora. Если выбранное приложение не установлено, ссылка откроется в Safari.
sv: Välj var du vill prenumerera på dina Kurozora-påminnelser. Om den valda appen inte är installerad öppnas länken i Safari som reservalternativ.
ta: உங்கள் Kurozora நினைவூட்டல்களுக்கு எங்கு குழுசேர்வது என்பதைத் தேர்ந்தெடுக்கவும். தேர்ந்தெடுக்கப்பட்ட ஆப் நிறுவப்படவில்லை எனில், மாற்றாக இணைப்பு Safari-இல் திறக்கப்படும்.
te: మీ Kurozora రిమైండర్‌లకు ఎక్కడ సబ్‌స్క్రైబ్ చేయాలో ఎంచుకోండి. ఎంచుకున్న యాప్ ఇన్‌స్టాల్ చేయకపోతే లింక్ ఫాల్‌బ్యాక్‌గా Safari లో తెరుచుకుంటుంది.
th: เลือกที่ที่จะติดตามการเตือนความจำของ Kurozora ถ้ายังไม่ได้ติดตั้งแอปที่เลือก ลิงก์จะเปิดใน Safari แทน
tr: Kurozora hatırlatıcılarına nereden abone olacağını seç. Seçilen uygulama yüklü değilse bağlantı yedek olarak Safari'de açılır.
uk: Обери, де підписатися на свої нагадування Kurozora. Якщо вибраний застосунок не встановлено, посилання відкриється в Safari як запасний варіант.
ur: منتخب کرو کہ اپنی Kurozora یاد دہانیوں کو کہاں سبسکرائب کرنا ہے۔ اگر منتخب شدہ ایپ انسٹال نہیں ہے تو لنک متبادل کے طور پر Safari میں کھلے گا۔
vi: Chọn nơi để đăng ký các lời nhắc Kurozora của bạn. Nếu ứng dụng đã chọn chưa được cài, liên kết sẽ mở trong Safari để thay thế.
zh_hans: 选择订阅 Kurozora 提醒的位置。如果所选 App 未安装，链接将退而在 Safari 中打开。
zh_hant: 選擇要在哪裡訂閱你的 Kurozora 提醒。如果所選的應用程式尚未安裝，連結將改以 Safari 開啟。
